export const allStudios = [
  {
    title: '海外研究スタジオ',
    studioList: [
      {
        teacherName: '小宮 正安',
        englishName: 'komiya',
        hasStudioImage: true,
        hashtags: [
          '#オーストラリア',
          '#モーツァルト',
          '#中世ヨーロッパ',
          '#市民革命',
          '#市民台頭の歴史',
          '#ファッション',
        ],
        description:
          '小宮スタジオでは、オーストリアの首都であるウィーンを舞台とし、都市の課題や営みについて、構造・歴史・文化などの多角的な視点から研究・分析を行います。2022年度は上野の文化施設群とウィーンの比較研究を行います。新型コロナウイルス感染症の状況次第ではありますが、現地へのSV（ショートビジット）も実施予定です。番外編のワークなどもあり、とてもフレンドリーな雰囲気のスタジオです。',
      },
      {
        teacherName: '辻 大和',
        englishName: 'tsuji',
        hasStudioImage: true,
        hashtags: [
          '#東アジア史',
          '#韓国',
          '#韓国歴史',
          '#韓国の都市形成',
          '#歴史',
          '#朝鮮王朝史',
          '#高麗人参',
        ],
        description:
          '海外研究辻スタジオでは、韓国と台湾を1年ずつ交互に調査対象地としており、今年度は韓国です。春学期は韓国について、各自の興味関心に基づいて文献調査を進め、学生同士で講読、発表を行います。秋学期以降には現地でのフィールドワークも視野に入れつつ、年度末の研究結果をまとめた報告書作成に向け、草稿の読み合わせや最終稿の確認などを進めます。2、3年生が合同で行っており、2学年合わせて例年は10人程度のスタジオです。',
      },
      {
        teacherName: '大須賀 史和',
        englishName: 'osuka',
        hasStudioImage: false,
        hashtags: [
          '#哲学',
          '#倫理',
          '#ロシア',
          '#古代ギリシャ哲学',
          '#パルメニデス',
          '#少人数授業',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '朴 祥美',
        englishName: 'park',
        hasStudioImage: true,
        hashtags: [
          '#韓国',
          '#日本',
          '#近代東洋文化',
          '#ラーメン',
          '#英語',
          '#グローバル授業',
        ],
        description:
          '朴スタジオでは、自分の興味分野の書籍を読み、1～2人でレジュメを作成し、論点に沿ってスタジオのメンバーとディスカッションを行います。これらの活動は卒論執筆の練習にもなります。先生の専門は東アジア史や文化史ですが、各々の興味関心に従ってテーマを自由に設定できます。好きなことを研究できる点で、幅広く学生を受け入れています。',
      },
      {
        teacherName: '長谷川 秀樹',
        englishName: 'hasegawa',
        hasStudioImage: true,
        hashtags: [
          '#フランス',
          '#カナダ',
          '#島研究',
          '#観光',
          '#言語研究',
          '#グルメ',
        ],
        description:
          '長谷川スタジオは、フランスに絡めたテーマを何でも研究できるスタジオです。都市や観光から、美術、ファッション、食文化に至るまで幅広いテーマを扱う学生が集まっています。普段は講義形式で先生の説明を聞く回と個人の研究を発表する回が多いですが、コロナ前までは年に一回フランス語圏へのSVがありました。また、昨年度は3年生が千葉に合宿に行き、2年生が「アイランダー2021」という日本全国の離島を紹介するオンラインイベントに参加しています。',
      },
      {
        teacherName: '藤掛 洋子',
        englishName: 'fujikake',
        hasStudioImage: false,
        hashtags: [
          '#国際協力',
          '#パラグアイ',
          '#実践',
          '#エンパワーメント',
          '#ジェンダー',
          '#答えは現場にある',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
    ],
  },
  {
    title: '社会文化批評スタジオ',
    studioList: [
      {
        teacherName: '中川 克志',
        englishName: 'nakagawa',
        hasStudioImage: false,
        hashtags: [
          '#レコード音楽',
          '#音響メディア史',
          '#マニアック',
          '#メディアの歴史',
          '#エジソンから現代まで',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '清田 友則',
        englishName: 'kiyota',
        hasStudioImage: true,
        hashtags: [
          '#精神分析',
          '#現代思想',
          '#サブカル',
          '#セクシュアリティ',
          '#絶望論',
          '#今年常勤になり勢力拡大',
        ],
        description:
          '清田スタジオでは、文章を書き、議論することを通じて精神分析を行っています。家族、友人、恋愛、就活、勉強などなど、ちょっとした違和感や悩みの中で私たちは生きています。そこで少し立ち止まり、考えを整理したり深めたりする営みが「文章を書く」ということです。さらに他の学生の文章に出会い、遠慮なく自分の気持ちを伝え、議論することで、思いもよらなかった自分自身の姿が見えてくるかもしれません。',
      },
      {
        teacherName: '高橋 弘司',
        englishName: 'takahashi',
        hasStudioImage: true,
        hashtags: [
          '#ジャーナリズム',
          '#メディア',
          '#報道',
          '#被災地',
          '#文章特訓',
          '#アットホーム',
          '#関西弁',
        ],
        description:
          '高橋スタジオでは、記者の経歴をもつ先生のもとジャーナリズムを学びます。具体的には年に１回福島の被災地を訪れ、出会った方々が語ったことや自分たちが目にしたものを記事にし、冊子の形で後世に残しています。机上の空論でなく、現場に出て実践を積めるのが魅力です。ちなみに仲の良さNo.1を自称しています。来年以降は残念ながら開講されませんが、少しでも高橋スタジオの「記憶」を頭の片隅に留めていただけると幸いです。',
      },
      {
        teacherName: '彦江 智弘',
        englishName: 'hikoe',
        hasStudioImage: false,
        hashtags: [
          '#ZINE',
          '#雑誌デザイン',
          '#欧米文学',
          '#フランス',
          '#独創性',
          '#カリスマ',
          '#エレガント',
        ],
        description:
          '彦江スタジオでは、主に資本主義社会における人々の生活について学んでいます。資本主義社会が生んだ様々な格差や拝金主義の問題点について様々な視点から考察を行うことで、資本主義体制における我々の生活への理解を深めています。またその体制の中で福祉というものがどうあるべきか、またはどの程度必要なのかについて議論を重ね、それに伴う新たな問題点についても思案しています。',
      },
    ],
  },
  {
    title: '社会分析スタジオ',
    studioList: [
      {
        teacherName: '鎌原 勇太',
        englishName: 'kamahara',
        hasStudioImage: false,
        hashtags: [
          '#内戦研究',
          '#戦争',
          '#国際関係学',
          '#政治学',
          '#計量政治学',
          '#量的研究',
          '#どうして人は戦争をするのか',
        ],
        description:
          '社会分析スタジオは、インタビューやアンケート調査を用いた質的調査と、データの分析を行う量的調査の二つに分けられます。鎌原スタジオは唯一の量的調査を行うスタジオであり、統計の手法を用いて分析の仕方を考えます。普段、厳密には考えることなく直感的に思っていることや、ニュースなどで見て「本当にその2つのことは関係があるのだろうか？」と疑問に思うとき、自ら科学的に考える力や検証する技術を学ぶことができる楽しさがあります。',
      },
      {
        teacherName: '齊藤 麻人',
        englishName: 'saito',
        hasStudioImage: false,
        hashtags: [
          '#都市社会学',
          '#社会学',
          '#イギリス',
          '#社会保障',
          '#福祉',
          '#政策',
          '#公共性',
          '#社会とはなにか',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '佐藤 峰',
        englishName: 'sato',
        hasStudioImage: false,
        hashtags: [
          '#開発',
          '#住民主体 の #街づくり',
          '#コミュニティ形成',
          '#国際協力',
          '#途上国',
          '#和装',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '松本 尚久',
        englishName: 'matsumoto',
        hasStudioImage: false,
        hashtags: [
          '#文化人類学',
          '#価値観崩壊',
          '#エスニシティ',
          '#民族',
          '#異文化',
          '#ナイジェリア',
          '#部族の王様',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '三浦 倫平',
        englishName: 'miura',
        hasStudioImage: false,
        hashtags: [
          '#都市社会学',
          '#貧困',
          '#格差',
          '#高学歴ワーキングプア',
          '#デモ',
          '#社会運動',
          '#東京',
          '#孤独',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '平野 恵子',
        englishName: 'hirano',
        hasStudioImage: false,
        hashtags: [
          '#国際協力',
          '#パラグアイ',
          '#実践',
          '#エンパワーメント',
          '#ジェンダー',
          '#答えは現場にある',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
    ],
  },
  {
    title: '文化創成スタジオ',
    studioList: [
      {
        teacherName: '須川 亜紀子',
        englishName: 'sugawa',
        hasStudioImage: false,
        hashtags: [
          '#ポップカルチャー',
          '#2.5次元',
          '#アニメ',
          '#ジェンダーと文化',
          '#リアル脱出ゲーム',
          '#町おこし',
        ],
        description:
          '須川スタジオでは、ポピュラー文化を用いることで地域の魅力を再発見・発信することを目指して活動しています。例年輪読を通して知識を深めた後、夏ごろから企画準備に入ります。今年はコンテンツツーリズム研究に関する本を読み、ディスカッションしています。また、昨年はLINEを使う謎解きゲームとオンデマンドゲームを企画しました。企画を通じて地域の本来持つ魅力を大切にしながら新たな価値を創出するやりがいが感じられます！',
      },
      {
        teacherName: '平倉 圭',
        englishName: 'hirakura',
        hasStudioImage: true,
        hashtags: [
          '#近現代美術',
          '#舞踊',
          '#創作ダンス',
          '#身体リズム',
          '#表象文化',
          '#演劇',
        ],
        description:
          '2021年度は「土地と身体」をテーマとし、映画監督の三宅唱さん・小説家の柴崎友香さん・建築家の藤原徹平さんと「都市と芸術の応答体（RAU）」というプログラムを行いました。コロナ禍のオンラインという状況を活かし、世界の色々な場所から、多様な分野の技を持つ方たちと共に思考を巡らせることのできる場です。そこで交わした互いの対話から、さまざまな芸術の制作実験をし、都市のなかで生まれる芸術の在り様を考えることを目的としたスタジオです。',
      },
      {
        teacherName: 'ファビアン カルパントラ',
        englishName: 'fabien',
        hasStudioImage: true,
        hashtags: [
          '#映像研究',
          '#60年代文化',
          '#映画のまなざし',
          '#映像社会論',
          '#多文化共生',
          '#ジェンダー',
        ],
        description:
          'ファビアンスタジオでは、映像が社会に付与するイメージや社会に与える影響、映像に投影される思想、特定の表現技法が観客に与える印象などについて、映像分析と制作を通して理解を深めます。具体的には、半期ごとに設定したテーマに沿って、幅広いジャンルや時代の映像を分析・発表しあい、そのテーマに対する自分なりの答えを見出して、映像制作における自己表現につなげます。昨年度は「死の表象」と「カメラ目線」をテーマに活動しました。',
      },
      {
        teacherName: '榑沼 範久',
        englishName: 'kurenuma',
        hasStudioImage: true,
        hashtags: [
          '#近現代思想',
          '#近現代芸術',
          '#宇宙',
          '#原始社会',
          '#世界史',
          '#人新世',
          '#空間芸術',
        ],
        description:
          '榑沼スタジオでは、先生によって提示された主題をまずは出発点とし、学生個人、もしくは協働で創作をおこなっています。2022年春学期の主題は「西田幾多郎」。必ずしも彼の哲学を起点とせず、それぞれが遺された彼の書簡や詩歌、随筆などに潜ろうとしています。出発点は共通ながら、探究や表現の方法それ自体は学生自身に委ねられます。どんな方法でも、基本的には歓迎されます。それがこのスタジオの難しいところでもあり、おもしろいところでもあります。',
      },
    ],
  },
]
