export const allStudios = [
  {
    title: '海外研究スタジオ',
    studioList: [
      {
        teacherName: '小宮 正安',
        hashtags: [
          '#オーストラリア',
          '#モーツァルト',
          '#中世ヨーロッパ',
          '#市民革命',
          '#市民台頭の歴史',
          '#ファッション',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '辻 大和',
        hashtags: [
          '#東アジア史',
          '#韓国',
          '#韓国歴史',
          '#韓国の都市形成',
          '#歴史',
          '#朝鮮王朝史',
          '#高麗人参',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '大須賀 史和',
        hashtags: [
          '#哲学',
          '#倫理',
          '#ロシア',
          '#古代ギリシャ哲学',
          '#パルメニデス',
          '#少人数授業',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '朴 祥美',
        hashtags: [
          '#韓国',
          '#日本',
          '#近代東洋文化',
          '#ラーメン',
          '#英語',
          '#グローバル授業',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '長谷川 秀樹',
        hashtags: [
          '#フランス',
          '#カナダ',
          '#島研究',
          '#観光',
          '#言語研究',
          '#グルメ',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '藤掛 洋子',
        hashtags: [
          '#国際協力',
          '#パラグアイ',
          '#実践',
          '#エンパワーメント',
          '#ジェンダー',
          '#答えは現場にある',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
    ],
  },
  {
    title: '社会文化批評スタジオ',
    studioList: [
      {
        teacherName: '中川 克志',
        hashtags: [
          '#レコード音楽',
          '#音響メディア史',
          '#マニアック',
          '#メディアの歴史',
          '#エジソンから現代まで',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '清田 友則',
        hashtags: [
          '#精神分析',
          '#現代思想',
          '#サブカル',
          '#セクシュアリティ',
          '#絶望論',
          '#今年常勤になり勢力拡大',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '高橋 弘司',
        hashtags: [
          '#ジャーナリズム',
          '#メディア',
          '#報道',
          '#被災地',
          '#文章特訓',
          '#アットホーム',
          '#関西弁',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '彦江 智弘',
        hashtags: [
          '#ZINE',
          '#雑誌デザイン',
          '#欧米文学',
          '#フランス',
          '#独創性',
          '#カリスマ',
          '#エレガント',
        ],
        description:
          '彦江スタジオでは、主に資本主義社会における人々の生活について学んでいます。資本主義社会が生んだ様々な格差や拝金主義の問題点について様々な視点から考察を行うことで、資本主義体制における我々の生活への理解を深めています。またその体制の中で福祉というものがどうあるべきか、またはどの程度必要なのかについて議論を重ね、それに伴う新たな問題点についても思案しています。',
      },
    ],
  },
  {
    title: '社会分析スタジオ',
    studioList: [
      {
        teacherName: '鎌原 勇太',
        hashtags: [
          '#内戦研究',
          '#戦争',
          '#国際関係学',
          '#政治学',
          '#計量政治学',
          '#量的研究',
          '#どうして人は戦争をするのか',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '齊藤 麻人',
        hashtags: [
          '#都市社会学',
          '#社会学',
          '#イギリス',
          '#社会保障',
          '#福祉',
          '#政策',
          '#公共性',
          '#社会とはなにか',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '佐藤 峰',
        hashtags: [
          '#開発',
          '#住民主体 の #街づくり',
          '#コミュニティ形成',
          '#国際協力',
          '#途上国',
          '#和装',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '松本 尚久',
        hashtags: [
          '#文化人類学',
          '#価値観崩壊',
          '#エスニシティ',
          '#民族',
          '#異文化',
          '#ナイジェリア',
          '#部族の王様',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '三浦 倫平',
        hashtags: [
          '#都市社会学',
          '#貧困',
          '#格差',
          '#高学歴ワーキングプア',
          '#デモ',
          '#社会運動',
          '#東京',
          '#孤独',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '平野 恵子',
        hashtags: [
          '#国際協力',
          '#パラグアイ',
          '#実践',
          '#エンパワーメント',
          '#ジェンダー',
          '#答えは現場にある',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
    ],
  },
  {
    title: '海外研究スタジオ',
    studioList: [
      {
        teacherName: '須川 亜紀子',
        hashtags: [
          '#ポップカルチャー',
          '#2.5次元',
          '#アニメ',
          '#ジェンダーと文化',
          '#リアル脱出ゲーム',
          '#町おこし',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '平倉 圭',
        hashtags: [
          '#近現代美術',
          '#舞踊',
          '#創作ダンス',
          '#身体リズム',
          '#表象文化',
          '#演劇',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: 'ファビアン カルパントラ',
        hashtags: [
          '#映像研究',
          '#60年代文化',
          '#映画のまなざし',
          '#映像社会論',
          '#多文化共生',
          '#ジェンダー',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
      {
        teacherName: '榑沼 範久',
        hashtags: [
          '#近現代思想',
          '#近現代芸術',
          '#宇宙',
          '#原始社会',
          '#世界史',
          '#人新世',
          '#空間芸術',
        ],
        description:
          'この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。この文章はダミーです。文字の大きさ、量、字間、行間等を確認するために入れています。',
      },
    ],
  },
]

export const members = [
  {
    departmentName: '総務部',
    leaders: [
      {
        name: '池田 瑞季',
        fileName: 'ikeda.png',
        position: '総務部長',
        belong: '都市科学部 都市社会共生学科３年',
      },
    ],
    members: [
      {
        name: '田中 怜',
        position: '優しさの街',
        belong: '経済学部３年',
      },
      {
        name: '矢野 誠悟',
        position: 'たたずみたい都市',
        belong: '都市科学部 都市社会共生学科３年',
      },
      {
        name: '山崎 昴陽',
        position: '本棚の片隅、覗かせてください',
        belong: '理工学部 情報工学EP３年',
      },
      {
        name: '喜元 陽',
        position: 'たたずみたい都市',
        belong: '理工学部 情報工学EP３年',
      },
    ],
  },
  {
    departmentName: '企画部',
    leaders: [
      {
        name: '岡村 香澄',
        fileName: 'okamura.png',
        position: '企画部長',
        belong: '都市科学部 都市社会共生学科３年',
      },
    ],
    members: [
      {
        name: '青砥 陸',
        position: 'たたずみたい都市',
        belong: '理工学部 情報工学EP３年',
      },
      {
        name: '青砥 陸',
        position: 'たたずみたい都市',
        belong: '理工学部 情報工学EP３年',
      },
      {
        name: '青砥 陸',
        position: 'たたずみたい都市',
        belong: '理工学部 情報工学EP３年',
      },
      {
        name: '青砥 陸',
        position: 'たたずみたい都市',
        belong: '理工学部 情報工学EP３年',
      },
      {
        name: '青砥 陸',
        position: 'たたずみたい都市',
        belong: '理工学部 情報工学EP３年',
      },
      {
        name: '青砥 陸',
        position: 'たたずみたい都市',
        belong: '理工学部 情報工学EP３年',
      },
      {
        name: '青砥 陸',
        position: 'たたずみたい都市',
        belong: '理工学部 情報工学EP３年',
      },
    ],
  },
  {
    departmentName: '広報部',
    leaders: [
      {
        name: '藤田 里奈',
        fileName: 'fujita.png',
        position: '広報部長',
        belong: '都市科学部 都市社会共生学科３年',
      },
    ],
    members: [],
  },
  {
    departmentName: 'システム部',
    leaders: [
      {
        name: '村瀬 悠',
        fileName: 'murase.png',
        position: 'システム部部長',
        belong: '都市科学部 都市社会共生学科３年',
      },
      {
        name: '青砥 陸',
        fileName: 'aoto.png',
        position: 'ホームページ制作担当',
        belong: '理工学部 情報工学EP３年',
      },
    ],
    members: [],
  },
]
